Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: How's it going, listeners? Yeah, I know... You're all still thinking about that clean-up operation yesterday, right? We may have lost a lot of good people, but it's still our job to get up and at 'em, right!?
pl: Jak leci, słuchacze? Tak, wiem... Pewnie dalej myślicie o wczorajszej akcji oczyszczania, prawda? Może i straciliśmy wielu dobrych ludzi, ale wciąż mamy pracę do wykonania, prawda?

source: How's it going?
pl: Jak leci?

source: How's it going? You hanging in there?
pl: Jak leci? Wszystko w porządku?

source: How...how could this happen...?
pl: Jak... jak mogło do tego dojść...?

source: How...how could you...A2...
pl: Jak... jak mogłaś... A2...

source: Howdy, listeners! Your favorite radio idol DJ 24D hasn't been receiving many letters lately. Don't you like me anymore? Ha ha! Or maybe no one is even listening? Whee hee hee! Anyway, who's ready to kick things off?
pl: Siemano, słuchacze! Wasz ulubiony idol DJ 24D nie dostaje ostatnio zbyt wielu listów. Przestaliście mnie lubić? Ha ha! A może już nikt mnie nie słucha? He he he! Dobra, to kto chce zacząć? Czekam.

source: However,
pl: Jednakże,

source: However, 2B took care of that threat.
pl: Jednakże 2B zneutralizowała to zagrożenie.

source: However, I still can't establish a link to my body.<bt_wait>
pl: Jednakże, cały czas nie mogę nawiązać połączenia z moim własym ciałem.<bt_wait>

source: However, I thank you for bringing it to my attention.
pl: Niemniej jednak, dziękuję za przekazanie mi tej informacji.

source: However, I wager you would wield them in the service of good. If that is true, you can search for them in sealed shrines throughout the world.
pl: Jednakże, zakładam, że nosiłabyś je, by służyły dobru. Jeśli mam rację, to możesz odszukać je w zapieczętowanych kapliczkach, które znajdziesz podczas swoich wędrówek po świecie.

source: However, I yet lack the budget I require, and so am unable to provide the promised material dividends.
pl: Jednakże, wciąż brakuje mi wystarczającego budżetu, więc nie jestem w stanie dostarczyć obiecanych wam korzyści.

source: However, I'd be happy to sharpen them for you if you wish.
pl: Jednakże, byłbym bardzo szczęśliwy, gdybym mógł je dla ciebie naostrzyć. Oczywiście, jeśli sobie tego życzysz.

source: However, I'm sure I could build something with the proper materials.
pl: Jednak jestem pewien, że byłbym w stanie zbudować coś z odpowiednich materiałów.

source: However, I've always been curious as to why the machines also seem to abide by the same restrictions.
pl: Jednak od zawsze ciekawiło mnie, dlaczego maszyny również przestrzegają tych samych ograniczeń.

source: However, a dynamic scanner is required for detection of weaker signals.
pl: Jednakże, do wykrycia słabszych sygnałów niezbędny jest skaner dynamiczny.

source: However, as it turns out, there are many among us who frown upon such outspoken expressions of peace.
pl: Jednakże... Okazuje się, że jest wśród nas wielu takich, którzy niechętnie patrzą na tak otwarte wyrażanie pokoju.

source: However, as you can see, the world still exists, so I'm sure it is but a mere legend.
pl: Jednakże, jak widać, świat dalej istnieje, więc jestem pewien, że to tylko legenda.

source: However, he doesn't work for free.
pl: Ale nie pracuje za darmo.

source: However, if one lets oneself get too restricted by these chains,
pl: Jednakże, jeśli ktoś za bardzo przywiąże się do tego łańcucha...

source: However, in exchange, you will lose all of your save data.
pl: Jednakże, w konsekwencji, utracisz wszystkie zapisy, oraz postępy.

source: However, it comes at the cost of our memories.
pl: Jednak wiąże się to z utratą naszych wspomnień.

source: However, its EMP strikes knocked out comms all across the region.
pl: Jednakże, impulsy elektromagnetyczne zerwały wszelką komunikację w regionie.

source: However, she's never visited our village in person.
pl: Jednakże, nigdy osobiście nie odwiedziła naszej wioski.

source: However, the possibility of a different future also exists.
pl: Jednakże, nie można też wykluczyć innego przebiegu przyszłości.

source: However, there is only one unit remaining.
pl: Jednak, w trakcie ataku, zniszczonych zostało tak wiele naszych jednostek, że sprawna pozostała tylko jedna.

source: However, they were attacked and killed by machines...
pl: Niestety, zostali zaatakowani i zabici przez maszyny...

source: However, this unit has determined that it finds said excessive care most enjoyable.
pl: Tym niemniej, ta jednostka ustaliła, że wspomniana nadmierna troska sprawia jej ogromną przyjemność.

source: However, we lost contact with some of our units while out on a mission. Do you think you could go look for them?
pl: Jednakże, straciliśmy kontakt z kilkoma naszymi jednostkami podczas misji. Czy będziesz w stanie ich poszukać?

source: However, we recognize that the process can be a tad confusing, and we don't want you rage-quitting over it.
pl: Mimo tego, że proces ten zdaje się być być nieco skompikowany, nikt nie chce, aby ktokolwiek z tego powodu rezygnował.

source: However...
pl: Jednakże...

source: However...life is all about the struggle within this cycle.
pl: Jednakże… życie to nieustanna walka w ramach tego cyklu.

source: HuMAN fiGhT. WHy?
pl: LuDZiE waLCZą. DLacZEgO?

source: Huh!?
pl: Hę?!

source: Huh!? Wait, what did you just say!?
pl: Hę?! Chwila... Co ty właśnie powiedziałaś?!

source: Huh!? What are you—
pl: Hę? Co ty...

source: Huh, so it's some kind of mask. Judging by the design, it was intended to be worn by a female.
pl: Hmm... To jakiś rodzaj maski. Sądząc po jej wyglądzie, była przeznaczona dla kobiety.

source: Huh.
pl: Mhym.

source: Huh. Maybe you're not totally useless after all.
pl: Hm... Chyba jednak nie jesteś aż tak bezużyteczny.

source: Huh. So that's how it works.
pl: Aha... A więc tak to działa.

source: Huh. That's actually a hard question, now that I think about it.
pl: Hm... Właściwie to trudne pytanie, kiedy się nad tym zastanowić.

source: Huh. That's...something.
pl: Hę. To... coś.

source: Huh. This is unexpected.
pl: Hę. Tego się nie spodziewałam.

source: Huh. This might be useful...
pl: Huh. To może być przydatne...

source: Huh...
pl: Hm...

source: Huh?
pl: Hę?

source: Huh? Did you go with a new model out there?
pl: Hę? Przyszedłeś z nowym modelem?

source: Huh? Fog?
pl: Hę? Mgła?

source: Huh? Hey, where am I?
pl: Hę? Hej... Gdzie ja jestem?

source: Huh? Hey, you can't come this far without our leader's permission.
pl: Hę? Hej, nie możesz wchodzić tak daleko bez zgody przywódcy.

source: Huh? How so?
pl: Co? Ale jak to?

source: Huh? I don't see that little machine anywhere.
pl: Hę? Nie widzę nigdzie tej małej maszyny.

source: Huh? Oh, hell!
pl: Co...? O, cholera!

source: Huh? Operator? ...Operator?
pl: Huh? Operatorko...? Operatorko...?!

source: Huh? Really?
pl: Hę? Serio?

source: Huh? She's gone.
pl: Hę? Nie ma jej?

source: Huh? That's odd. Everything should be set up correctly.
pl: Hę? Dziwne. Wszystko powinno być ustawione poprawnie.

source: Huh? W-Wait, what are you...?
pl: Hę? Ch-chwila, co ty...?

source: Huh? Wait, no. You need to leave that turned on.
pl: Hę? Czekaj, nie. Musisz to zostawić włączone.

source: Huh? What for?
pl: Hę? Po co?

source: Huh? What now!?
pl: Hę? Co teraz?!

source: Huh? What was that?
pl: Hę? Co to było?

source: Huh? What's going on here...?
pl: Hę? Co się tu dzieje...?

source: Huh? What's that?
pl: Hę? A co to takiego?

source: Huh? When did YOU get here!?
pl: Co? Kiedy TY się tu znalazłeś?

source: Huh? Who are they?
pl: Co? Kto to jest?

source: Huh? Who are you?
pl: Hę? Kim jesteście?

source: Huh? Who, us?
pl: Co? Kto... My?

source: Huh? Whuzza? NO! Keep yer goddamn handsh off my BOOZE!
pl: Hę? Cooo? NIE! Łapy precz od mojej WÓDY!

source: Huh? Why not?
pl: Co? Dlaczego nie?

source: Huh? You wanna know what happened to the other girl?
pl: Hę? Chcesz wiedzieć co się stało z tą drugą dziewczyną?

source: Huh? You're the chatty one. Work it out.
pl: Hę? To ty jesteś od gadania. Wymyśl coś.

source: Human Server Records
pl: Zapis serwera ludzi

source: Human culture?
pl: Ludzkiej kultury?

source: Human-shaped weapons, huh? Wonder if they worked like flight units.
pl: Broń w kształcie ludzi, co? Ciekawe, czy działały jak jednostki latające.

source: Humanity is extinct.
pl: Ludzkość wyginęła.

source: Humanity launched its counterattack, deploying an army of androids from a network of orbiting bases.
pl: Ludzkość podjęła się kontrataku, wysyłając armię androidów z sieci orbitalnych baz.

source: Humanoid Config
pl: Konfiguracja humanoidalna

source: Humanoid combat robots. Common examples include the P-22 and P-33 models.
pl: Humanoidalne roboty bojowe. Do typowych przykładów należą modele P-22 i P-33.

source: Humans treasured gold as a valuable mineral, but to machines it's worthless.
pl: Ludzie uważali złoto za cenny materiał, dla maszyn zaś jest bezwartościowy.

source: Humans consumed it in place of more traditional edibles in order to reduce body mass.
pl: Ludzie zastępowali tym tradycyjne jedzenie, aby ograniczyć swoją wagę.

source: Humans moved it back and forth across the teeth at a rapid rate to reduce the probability of cavities.
pl: Ludzie szybko poruszali tym przedmiotem w górę, i w dół, po zębach, aby zmniejszyć ryzyko występowania dziur.

source: Humans often took in more energy than they expended.
pl: Ludzie często spożywali więcej energii, niż jej zużywali.

source: Humans sure are strange creatures...
pl: Ludzie to zdecydowanie dziwne istoty...

source: Humans used to have drinks and talk together after work. That's a tradition we should bring back!
pl: Ludzie spotykali się kiedyś po pracy, aby się razem napić i porozmawiać. To tradycja, którą powinniśmy przywrócić!

source: Humans were already extinct when the aliens attacked.
pl: Ludzie wyginęli na długo przed atakiem kosmitów.

source: Humans were already gone at the time of my manufacture.
pl: Gdy zostałem wyprodukowany, ludzi już nie było.

source: Humans were so amazing, weren't they? Just their cooking knowledge alone is enough to blow my mind!
pl: Ludzie byli tacy niesamowici, co nie? Zachwyca mnie już sama ich wiedza o gotowaniu!

source: Humans wouldn't change names so easily.
pl: Ludzie nie zmienialiby tak łatwo imion.

source: Humming version
pl: Wersja nucona

source: Hungary
pl: Węgry

source: Hunter squadron, deploying out of North 12C Defense HQ.
pl: Szwadron Łowca wyrusza z Kwatery Obrony 12C Północ.

source: Hurry and move out.
pl: Pospiesz się i ruszaj.

source: Hv
pl: Cż

source: Hypothesis: Continued "crap jobs" will eventually have a deleterious effect on the entire organization.
pl: Hipoteza: dalsze przydzielanie „gównianych zadań” może mieć groźne skutki dla całej organizacji.

source: Hypothesis: Continued difficult assignments will eventually have a deleterious effect on the entire organization.
pl: Hipoteza: dalsze przydzielanie trudnych zadań, koniec końców, może negatywnie wpłynąć na działanie całej organizacji.

source: Hypothesis: Entrance is a trap.
pl: Hipoteza: wejście jest pułapką.

source: Hypothesis: Forming a harmonious relationship with Pascal and the villagers may help unit A2 to obtain more materials.
pl: Hipoteza: stworzenie harmonijnej relacji z Pascalem i mieszkańcami może pomóc jednostce A2 w zdobyciu większej ilości materiałów.

source: Hypothesis: It is a representation of a library.
pl: Hipoteza: reprezentuje bibliotekę.

source: Hypothesis: Jamming caused by enemies in local vicinity.
pl: Hipoteza: zakłócenia są wywoływane przez wrogów w pobliżu.

source: Hypothesis: Said material is likely a relic from an ancient civilization.
pl: Hipoteza: wspomniany materiał może być reliktem starożytnej cywilizacji.

source: Hypothesis: The Goliath-class enemy's scream has summoned the local machine lifeforms.
pl: Hipoteza: okrzyk bojowy wrogiej jednostki klasy Goliat powoduje koncentrację okolicznych mechanicznych formy życia.

source: Hypothesis: The corpse is likely a result of YoRHa unit 9S's advance through the area.
pl: Hipoteza: prawdopodobnie, zwłoki są wynikiem przemarszu jednostki YoRHa 9S przez ten obszar.

source: Hypothesis: The enemy has become aware of the diversity of life.
pl: Hipoteza: wróg uświadomił sobie istnienie różnorodności życia.

source: Hypothesis: The enemy must have placed them here deliberately.
pl: Hipoteza: wróg musiał umieścić je tutaj celowo.

source: Hypothesis: The enemy's consciousness has begun to fracture.
pl: Hipoteza: świadomość wroga zaczęła się rozpadać.

source: Hypothesis: The enemy's defensive system is prompting an evolution of its logic.
pl: Hipoteza: system obronny wroga przeprowadza ewolucję własnej logiki.

source: Hypothesis: The key belongs to a door leading to what appears to be a library.
pl: Hipoteza: klucz należy do drzwi prowadzących do pomieszczenia wyglądającego jak biblioteka.

source: Hypothesis: The numbers may indicate coordinates.
pl: Hipoteza: Liczby mogą wskazywać współrzędne.

source: Hypothesis: The owner discarded this pod and left it in safe mode. Motives unknown.
pl: Hipoteza: właściciel porzucił tego poda, pozostawiając go w trybie bezpiecznym. Powód: nieznany.

source: Hypothesis: The red-haired Resistance member is either the killer or an accomplice.
pl: Hipoteza: rudowłosa członkini Ruchu Oporu może być zabójczynią, lub wspólniczką.

source: Hypothesis: The valuable source of information known as Pascal has encountered difficulty.
pl: Hipoteza: wartościowe źródło informacji, znane jako Pascal, ma kłopoty.

source: Hypothesis: These are past records of a machine lifeform.
pl: Hipoteza: są to przeszłe zapiski mechanicznej forma życia.

source: Hypothesis: They have begun to inherit the cruelty inherent in humanity.
pl: Hipoteza: zaczęli dziedziczyć okrucieństwo właściwe ludzkości.

source: Hypothesis: They were killed by local machine lifeforms.
pl: Hipoteza: zostały zabite przez lokalne mechaniczne formy życia.

source: Hypothesis: This area should be investigated in order to meet the mission objective.
pl: Hipoteza: zbadanie tego obszaru jest wymagane do wykonania celu zadania.

source: Hypothesis: This facility may be designed to transport some kind of resource.
pl: Hipoteza: ten budynek mógł zostać zaprojektowany do transportowania jakiegoś rodzaju zasobów.

source: Hypothesis: This is the residence of the inscrutable lifeform known as Emil.
pl: Hipoteza: jest to mieszkanie tajemniczej formy życia, znanej jako Emil.

source: Hypothesis: Transporter malfunction is due to enemy jamming signals.
pl: Hipoteza: awaria transportera wynika z sygnałów zakłócających wroga.

source: Hypothesis: Unit 2B wishes to send Operator 6O a gift from the surface so that she might be able to experience it in some fashion.
pl: Hipoteza: jednostka 2B chciałaby wysłać Operatorowi 6O prezent z powierzchni, aby mogła, chociaż w pewnym stopniu, doświadczyć tego miejsca.

source: Hypothesis: Unit 9S could permit his self-consciousness data to lose control.
pl: Hipoteza: jednostka 9S może zezwolić na utratę kontroli nad danymi świadomości.

source: I LACK PARTS
pl: BRAK MI CZĘŚCI

source: I TRIED I TRIED SO HARD MOMMY
pl: STARAŁEM SIĘ TAK BARDZO SIĘ STARAŁEM MAMUSIU

source: I AM USELESS
pl: JESTEM BEZUŻYTECZNY

source: I AM SORRY. I AM SORRY.
pl: PRZEPRASZAM. PRZEPRASZAM.

source: I DO NOT KNOW HOW TO REPAIR IT.
pl: I NIE WIEM JAK GO NAPRAWIĆ.

source: I DO NOT KNOW WHAT COULD HAVE CAUSED THIS.
pl: NIE WIEM, CO MOGŁO SPOWODOWAĆ TAKIE ZACHOWANIE.

source: I DO NOT REMEMBER THE REASON.
pl: NIE PAMIĘTAM JEDNAK, Z JAKIEGO POWODU.

source: I FEEL SO...SO ALIVE!
pl: CZUJĘ SIĘ... TAKI ŻYWY!

source: I HATE ANDROIDS! HATE THEM!
pl: NIENAWIDZĘ ANDROIDÓW! NIENAWIDZĘ ICH!

source: I HATE her!
pl: NIENAWIDZĘ jej!

source: I HOPE THEY FIND THE HAPPINESS THEY SEEK.
pl: MAM NADZIEJĘ, ŻE ZNAJDĄ SZCZĘŚCIE, KTÓREGO SZUKAJĄ.

source: I KNEW it! Isn't he the greatest? I can't get enough of him.
pl: WIEDZIAŁAM! Czyż on nie jest najwspanialszy? Po prostu go uwielbiam.

source: I KNOW THAT!
pl: WIEM O TYM!

source: I MUST BE BEAUTIFUL!
pl: MUSZĘ BYĆ PIĘKNA!

source: I MUST ESCAPE THIS HELL...
pl: MUSZĘ UCIEC Z TEGO PIEKŁA...

source: I MUST FIGURE OUT A SOLUTION ON MY OWN.
pl: MUSZĘ GO ROZWIĄZAĆ NA WŁASNĄ RĘKĘ.

source: I SEE... BUT YOU DISPATCHED THEM, YES?
pl: ROZUMIEM... ALE POZBYLIŚCIE SIĘ JEJ, TAK?

source: I WATCH OVER THEM UNTIL THEY ARE HEALTHY AGAIN.
pl: OPIEKUJĘ SIĘ NIM, DOPÓKI NIE WYZDROWIEJE.

source: I a......cal......gles 110......
pl: Naz.. ię... gles 110...

source: I activated my cannon and shot everyone there. I'm not sure why I did that. All I know is I decided to fight. Because I'm just a stupid, broken machine.
pl: Aktywowałem moje działko i zastrzeliłem wszystkich. Nie jestem pewien dlaczego to zrobiłem. Wiem tylko, że zdecydowałem się walczyć. Chyba dlatego, że jestem tylko głupią, zepsutą maszyną.

source: I actually had a bandit break into my place a little while ago!
pl: Prawdę powiedziawszy, niedawno włamał się do mnie jakiś bandyta!

source: I also have a separate report about 9S...
pl: Mam też oddzielny raport o 9S...

source: I also have an incoming message from the Commander.
pl: Mam też nadchodzącą wiadomość od Komandor.

source: I always knew she was the bravest of us all... Thank you, 2B.
pl: Zawsze wiedziałam, że była najdzielniejszą z nas wszystkich... Dziękuję, 2B.

source: I always try to be careful but I'm often thoughtless which is bad even though androids can just be repaired and go back to normal but
pl: próbuję być ostrożna, ale często działam bez namysłu, co jest złe, nawet jeśli androidy da się naprawić i przywrócić do normalnego stanu, ale...

source: I always wanted family, you know? Or at least I was pretty sure I did.
pl: Od zawsze marzyłem o rodzinę, wiesz? A przynajmniej tak mi się wydawało...

source: I am Masamune!
pl: Jestem Masamune!

source: I am a YoRHa Type-E. E for "Execution."
pl: Jestem YoRHa typu E. E, jak „Egzekucja”.

source: I am a dumb machine. I got lost during battle, and ended up in some kind of factory. I found a whole pile of dolls discarded there. They share the same fate I do.
pl: Jestem tępą maszyną. Przegrałem w bitwie i skończyłem w jakiejś fabryce. Znalazłem tu stos porzuconych lalek. Dzielą ze mną taki sam los.

source: I am a foolish machine. Today, I had to fight at that factory. All of the dolls got completely destroyed. Crushed by my friends and foes, who can do nothing but fight fight fight.
pl: Jestem głupią maszyną. Dzisiaj musiałem walczyć w fabryce. Wszystkie lalki zostały kompletnie zniszczone. Zmiażdżone przez moich przyjaciół i wrogów, którzy jedyne co mogą zrobić, to walczyć... tylko walczyć... walczyć.

source: I am content...
pl: Jestem zadowolony...

source: I am definitely not the person to discuss this with.
pl: Zdecydowanie nie jestem osobą, z którą powinnaś o tym rozmawiać.

source: I am embarrassed.
pl: Czuję się zawstydzony.

source: I am myself. I am myself! Look at me. Look at me! Give me love. Give me love! Stop copying me. I'm not!
pl: Jestem sobą. Jestem sobą! Popatrz na mnie. Popatrz na mnie! Pokochaj mnie. Pokochaj mnie! Przestań mnie przedrzeźniać. Nie przedrzeźniam!

source: I am not hostile.
pl: Nie jestem wrogi.

source: I am the President and CEO of PlatinumGames...
pl: Jestem dyrektorem generalnym firmy PlatinumGames...

source: I am the President and CEO of Square Enix.
pl: Jestem dyrektorem generalnym firmy Square Enix.

source: I am the blacksmith Masamune.
pl: Jestem kowal Masamune.

source: I am the only one left.<bt_wait> The only one.<bt_wait> I was alive because I had been afraid to die. </page>
pl: Tylko ja zostałam.<bt_wait> Jedyna.<bt_wait> Żyłam, bo bałam się umrzeć. </page>

source: I am the warrior monk Father Servo, and I seek the enlightened path through perfection in battle!
pl: Jestem wojowniczym mnichem — Ojcem Servo. Poszukuję oświeconej ścieżki poprzez perfekcję w boju!

source: I am tired. I must rest.
pl: Jestem zmęczony. Muszę odpocząć.

source: I am, as one says, "trucking along."
pl: Jak to się mówi: „jakoś daję radę”.

source: I am...undone... Forgive me...Brother...
pl: Nie... nie udało mi się... Wybacz mi... Bracie...

source: I apologize if I scared you.
pl: Wybacz, jeśli cię przestraszyłem.

source: I apologize, but I'm afraid I can't make a filter at the moment.
pl: Wybacz, ale obawiam się, że w tej chwili nie jestem w stanie stworzyć filtra.

source: I appreciate all the time and effort you took for our children.
pl: Bardzo doceniam twój czas i wysiłek, jaki poświęciłaś dla naszych dzieci.

source: I appreciate the help.
pl: Bardzo doceniam twoją pomoc.

source: I appreciate your help.
pl: Doceniam twoją pomoc.

source: I assume you have at least some idea where to start looking for animal medication?
pl: Zakładam, że masz, chociaż blade pojęcie, gdzie zacząć szukać medykamentów dla zwierząt?

source: I ate more androids. I even ate machine lifeforms.<bt_wait> But he still won't look my way. </page>
pl: Zjadłam więcej androidów. Zjadłam nawet mechaniczne formy życia.<bt_wait> Ale on wciąż nie patrzył w moją stronę. </page>

source: I believe they're working on building a colony of their own.
pl: Wydaje mi się, że pracują nad stworzeniem własnej kolonii.

source: I believe we will eventually live to see a day when androids and machine lifeforms are able to live together in peace.
pl: Wierzę w to, że dożyjemy dnia, w którym androidy i mechaniczne formy życia będą mogły wspólnie żyć w pokoju.

source: I believed you, I believed you, I beLIEved you...
pl: Uwierzyłem ci, uwierzyłem ci, uwieŻYŁEM ci...

source: I bet a four-color cable would be just the thing to raise the difficulty. Do you think you could track one down for me?
pl: Założę się, że czterokolorowy kabel byłby idealny, żeby podnieść poziom trudności. Myślisz, że mógłbyś taki dla mnie znaleźć?

source: I bet it was fun to shop back when you had so many choices.
pl: Mając tak duży wybór, założę się, że zakupy w tamtych czasach musiały być całkiem przyjemne.

source: I bet it was one of them shooting star thingies. I should make a wish!
pl: Założę się, że to była spadająca gwiazda. Muszę wymyślić życzenie!

source: I bet new models like you can handle pretty much anything, huh?
pl: Założę się, że nowe modele takie jak wy potrafią poradzić sobie praktycznie ze wszystkim, co?

source: I bet they think we'll accept their terms just to put a stop to this never-ending war.
pl: Założę się, że myślą, że przyjmiemy ich warunki tylko po to, by zakończyć tę niekończącą się wojnę.

source: I bet you'd look really nice if you put one of those in your hair, 2B. It'd suit your stylish looks!
pl: Podejrzewam, że wyglądałabyś naprawdę ślicznie, jakbyś włożyła jeden z nich we włosy, 2B. Pasuje do twojego stylowego wyglądu!

source: I bet you'll get a sweet promotion after this. And even if you don't, please know that all of us are forever in your debt.
pl: Założę się, że po tym dostaniesz cudowny awans. A nawet jeśli nie, wiedz proszę, że wszyscy jesteśmy ci dozgonnie dłużni.

source: I bet you're having a tough time right now.
pl: Założę się, że przechodzisz teraz ciężkie chwile.

source: I brandish my sword for you. Victims uncountable. Victims beyond measure. Their dying wails become the song of my sleep.
pl: Wywijam mieczem dla ciebie. Ofiary niezliczone. Ofiar bez miary. Ich śmiertelne zwodzenie stało się śpiewem mojego snu.

source: I broke many things
pl: Zniszczyłem wiele rzeczy

source: I built this village because I detest fighting. I wanted it to stand as a monument to the power of peace.
pl: Zbudowałem tę wioskę, ponieważ brzydzę się walką. Chciałem, aby była pomnikiem siły pokoju.

source: I came all the way here from the village to see this play everyone's been talking about.
pl: Przyszedłem tutaj aż z wioski, żeby obejrzeć przedstawienie, o którym wszyscy tyle mówią.
